import './index.scss';

const ResultSection = () => {
  return (
    <section className='ForWhom_for-whom'>
      <div className='container'>
        <header>
          <h2>Що ти отримаєш?</h2>
          <hr />
          <p>🪴Розуміння основ догляду за кімнатними рослинами - твої рослини більше не будуть вмирати ❌</p>
          <p>💧 Покрокові інструкції з поливу, пересадки, добрив та захисту від шкідників</p>
          <p>☀️ Зрозумієш куди краще ставити твої рослини </p>
          <p>📖 Багато додаткових матеріалів:</p>
          <ul>
            <li>Гайд: Як обрати здорову рослину</li>
            <li>Гайд: Аптечка для рослин</li>
            <li>Гайд: Кого та коли поливати</li>
            <li>Посібник: Освітлення для різних кімнатних рослин</li>
            <li>Посібник: Особливості варієгатних рослин</li>
          </ul>
        </header>
      </div>
    </section>
  );
};

export default ResultSection;
