import './index.scss';

const ResultSection = () => {
  return (
    <section className='Result_section'>
      <div className='container'>
        <header>
          <h2>Що ти отримаєш?</h2>
          <hr />
          <p>✅ Навчишся правильно обирати, поливати, підгодовувати добривами й пересаджувати рослини</p>
          <p>✅ Дізнаєшся, як не допустити загибелі рослин через основні помилки</p>
          <p>✅ Зможеш підібрати ідеальні рослини під свої умови</p>
          <p>✅ Навчишся боротися зі шкідниками та хворобами</p>
          <p>✅ Зробиш свій дім зеленішим і затишнішим</p>
          <br />
          <p style={{fontWeight: 'bold'}}>📖 Додаткові матеріали:</p>
          <ul>
            <li>Гайд: Як обрати здорову рослину</li>
            <li>Гайд: Аптечка для рослин</li>
            <li>Гайд: Кого та коли поливати</li>
            <li>Посібник: Освітлення для різних кімнатних рослин</li>
            <li>Посібник: Особливості варієгатних рослин</li>
          </ul>
        </header>
      </div>
    </section>
  );
};

export default ResultSection;
