export const programData = [
  {
    id: 1,
    title: 'УРОК 1 - Базові потреби рослин',
    desc: 'Основні потреби рослини: світло, вода, повітря та живлення + Гайд «Як обрати здорову рослину в магазині»',
  },
  {
    id: 2,
    title: 'УРОК 2 - Горщики для рослин',
    desc: 'Як обрати правильний горщик для рослини та на що звернути увагу',
  },
  {
    id: 3,
    title: 'УРОК 3 - Грунти та розпушувачі',
    desc: 'Універсальні варіанти грунтів та ролі компонентів',
  },
  {
    id: 4,
    title: 'УРОК 4 - Пересадка',
    desc: 'Коли пора пересаджувати та покроковий алгоритм пересадки рослини',
  },
  {
    id: 5,
    title: 'УРОК 5 - Освітлення',
    desc: 'Скільки світла потрібно рослині та як визначити куди поставити рослину + Посібник «Освітлення для різних рослин»',
  },
  {
    id: 6,
    title: 'УРОК 6 - Полив',
    desc: 'Коли, як та чим поливати рослину + Посібник «Кого та коли поливати»',
  },
  {
    id: 7,
    title: 'УРОК 7 - Добрива',
    desc: 'Як правильно та чим підживлювати рослину + Список гарних добрив',
  },
  {
    id: 8,
    title: 'УРОК 8 - Як доглядати за листям рослин',
    desc: 'Все про догляд за листям різних рослин',
  },
  {
    id: 9,
    title: 'УРОК 9 - Обрізка рослин',
    desc: 'Що таке черенкування, як його проводити та як укорінювати + Гайд «Черенкування та укорінення найпоширеніших кімнатних рослин»',
  },
  {
    id: 10,
    title: 'УРОК 10 - Зимівка',
    desc: 'Що робити та не робити з рослинами зимою',
  },
  {
    id: 11,
    title: 'УРОК 11 - Шкідники',
    desc: 'Чому на наших рослинах з\'являються шкідники? Звідки вони беруться та як з ними боротися? ',
  },
  {
    id: 12,
    title: 'УРОК 12 - Хвороби',
    desc: 'Чому хворіють рослини та як впоратися з хворобами? ',
  },
  {
    id: 13,
    title: 'УРОК 13 - Реанімація та адаптація рослин',
    desc: 'Все про реабілітацію рослин + Гайд «Аптечка для кімнатних рослин»',
  },
  {
    id: 14,
    title: 'УРОК 14 - Особливості варієгатних рослин',
    desc: 'Що таке варієгатність? Догляд за такими рослинами + Гайд «Особливості догляду за варієгатними рослинами»  ',
  },
];
