export const programData = [
  {
    id: 1,
    title: 'УРОК 1 - Базові потреби рослин',
    desc: 'Опис',
  },
  {
    id: 2,
    title: 'УРОК 2 - Горщики для рослин',
    desc: 'Опис',
  },
  {
    id: 3,
    title: 'УРОК 3 - Грунти та розпушувачі',
    desc: 'Опис',
  },
  {
    id: 4,
    title: 'УРОК 4 - Пересадка',
    desc: 'Опис',
  },
  {
    id: 5,
    title: 'УРОК 5 - Освітлення',
    desc: 'Опис',
  },
  {
    id: 6,
    title: 'УРОК 6 - Полив',
    desc: 'Опис',
  },
  {
    id: 7,
    title: 'УРОК 7 - Добрива',
    desc: 'Опис',
  },
  {
    id: 8,
    title: 'УРОК 8 - Як доглядати за листям рослин',
    desc: 'Опис',
  },
  {
    id: 9,
    title: 'УРОК 9 - Обрізка рослин',
    desc: 'Опис',
  },
  {
    id: 10,
    title: 'УРОК 10 - Зимівка',
    desc: 'Опис',
  },
  {
    id: 11,
    title: 'УРОК 11 - Шкідники',
    desc: 'Опис',
  },
  {
    id: 12,
    title: 'УРОК 12 - Хвороби',
    desc: 'Опис',
  },
  {
    id: 13,
    title: 'УРОК 13 - Реанімація та адаптація рослин',
    desc: 'Опис',
  },
  {
    id: 14,
    title: 'УРОК 14 - Особливості варієгатних рослин',
    desc: 'Опис',
  },
];
